---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PlanarFace
source: html/a97f6d34-2b01-6e3c-ec17-89743f4aceca.htm
---
# PlanarFace Members

Returns the first partial derivatives of the underlying surface at the specified point.